// In src/nletter.js

export const lettersData = [
  // --- LETTER 1 ---
  {
    id: 1,
    title: 'n줄평 Feb 2023',
    body: '덕분에 어딜가든 더 풍성했던것같다 라는 표현이 웃겼어 ㅋㅋㅋㅋ 저 우노카드는 뭔가 특이한데? 처음보는 스타일야.. 나 너랑 같이 롯데월드 가고 싶어 ㅠ 아니 ㅋㅋ 변기 도자기 컵 뭔뎈 퍼스널 컬러 해본적이 없어서 여름 쿨 라이트가 뭔지 모르겠다.. 그냥 하늘색 비슷한 계열인가..? ㅋㅋㅋ 이때도 탕후루 또 만들었네? 진짜 안마기에 멘탈 마사지 뭔데 ㅋㅋㅋㅋㅋㅋㅋㅋㅋ 진짜 웃겨 나는 개인적으로 저 자연광 사진 잘 마음에 들어 ㅎ 진짜 저 네이버 인증하는거 너무하네 ㅠㅠ ㅋㅋ',
    finalThought: "느낀점: 보니깐 주연이는 언니들이 많다는 생각이 들었다."
  },
  // --- LETTER 2 ---
  {
    id: 2,
    title: 'n줄평 Mar 2023',
    body: '오조하 이름 엄청 특이하네? 이때 반 배정 망했었나? 반에 아는 친구가 별로 없었나보네 ㅠ 유미도 유부랑 비슷하게 생긴거같아 귀여워! 너 9반애들 진짜 그리웠구나? 내 생일날 반장이 되셨네용~ ㅊㅋㅊㅋ 아 먹bread 까먹고 있었는데.. ㅋㅋㅋㅋ 나도 진짜 너 왜 저러나 몰라~ 🥰 아이엘츠 학원도 다녔었구나?! 진짜 킹 받는 그림이네.. ㅋㅋㅋ 진짜 조세혼데? 역사쌤이 조세호 퍈이신가부다 ㅋㅋㅋㅋㅋ 소름.. 헉 너드커넥션 공연 재밌었겠다!! 스즈매 추천하시나요..? 나는 저런거 한번도 본적이 없어 😅 재밌게 놀았다가 갑자기 감기걸렸넹 ㅠ 이때 벚꽃 엄츠엉 이쁘게 폈네 근데 시선은 자꾸 너한테 더 가...',
    finalThought: '느낀점: 요번 3월 블로그는 길어서 언제 끝나지? 라는 생각 한번정도 했다(사실 두번 ㅎ) 그래도 주연이에 대해 더 알수 있어서 후회는 없다.'
  },
  // --- LETTER 3 ---
  {
    id: 3,
    title: 'n줄평 Apr 2023',
    body: 'ㅋㅋㅋㅋㅋㅋ 시작부터 11:52분에 일어나고 만우절이여서 구라라고 생각한게 너무 귀엽다 ㅋㅋㅋㅋㅋ 너네학교에 우선 급식증도 있었어? 신기하다! 오 강사 근로계약서 뭔가 멋지다 👍 요번달은 핸드폰 많아 고장나네 ㅋㅋㅋㅋ ㅠ 마니또 칭찬 ㅋㅋ 실제로는 아닌가보네~ 🙄 마니또 올리고 딱 2년후에 남자친구가 생길줄은 꿈에도 몰랐겠지? 똥이라고 진짜 믿는거 너무 웃기다 ㅋㅎㅋㅎㅋ 윈터 사진 따라하는거 귀엽ㅎㅎ 와 저 아이스크림 쌓은거 진짜 ㅋㅋㅋㅋㅋ 기네스북에 올라가야할것같은데? 안경쓴 사진 보고 생각났는데 나는 안경 잘 어울리는 여자 좋아하는거 같으니깐 기억 해 둬 ㅋ 해커스 베이직 통과 ㅊㅋㅊㅋ 이제는 mbti 바꼈네 ㅋㅋㅋㅋ 이때도 너는 초코 프라페같은거 좋아했군! “ㅅㅂ 승빈”보고 종빈인줄알고 깜짝 놀랐네 😅 이때도 하치와레 좋아했네? 황보윤(?) 강아지도 비숑인가? 코코랑 닮았다! 화장품 지인짜 많네.. 와우!',
    finalThought: '느낀점: 주연이가 항상 해맑은거 같아서 보기 좋았다. 블로그가 길었다. 정성것 읽었으니 아주 많은 칭찬이 필요할것 같다 🙄!'
  },
  // --- LETTER 4 ---
  {
    id: 4,
    title: 'n줄평 을왕리 2023',
    body: '와 친구랑 단체로 바닷가 놀러가는거 너무 부러워.. 나는 그런 경험이 없거든.. 내가 원래 해산물 별로 안좋아하는데 저 잔치국수는 너무 맛있어보인다 😋 새우깡있는척 ㅋㅋㅋㅋ 갈매기가 너 싫어하나보다.. 사진 찍을때 도망가는거보면 😅 사진 잘 나온것같다 ㅎ 저거 소금빵인가? 작년 겨울에 성수가서 처음 먹었는데 너무 맛있었어.. 크 마지막에 파자마파티까지 완벽하네~ 부럽드아ㅏ마지막에 하트사진 내 사진이랑 비슷하넼ㅋㅋㅋ',
    finalThought: '느낀점: 그냥 부럽다. 엽떡뿌링클치즈볼아이스크림 먹고싶다.'
  },
  // --- LETTER 5 ---
  {
    id: 5,
    title: 'n줄평 May 2023',
    body: '너네 학교에 이름 특이한 친구들이 많구나? 호성신.. ㅋㅋㅋㅋ 풋살 남자애들 진거 ㅋㅋㅋㅋㅋㅋㅋ 이거보면거 너 골기퍼할거같다라는 생각 했는데 진짜 골기퍼였네??? 진짜로 나 소름돋았어.. 이때도 언니 만났었네 ㅋㅋㅋ 하여간 언니 부자야 ㅋㅋㅋㅋ 나중에 나 네일도 해줘두 돼 ㅋ 너네 학교 교장선생님도 수업을 가르치시는구나.. 을왕리도 부러웠는데 바로 수학여행을 가다니.. 호텔도 으엄청 좋네!! 부산 스카이타워(?)도 내가 시카고에서 갔었을때 찍었던 뷰랑 비슷하다 밑에 투명하고 ㅋㅋㅋ 음식 얼마나 많이 먹은거야 맛있었겠다.. ㅋㅋ 아 이거 보니깐 곧 어머니날이네.. 뭐 준비해야하지.. 🙄😅 ㅋㅋㅋㅋ 아이스크림 들고 모자이크 너무 웃기다 ㅋㅋㅋㅋ 표정이 모자이크를 뚫고 다 보여 ㅋㅋㅋㅋㅋ 이때 아이스크림 더 잘 쌓았네 ㅋㅋㅋㅋ 어? 저번에 봤던 폰케이스다 ㅎㅎ 너 강아지도 이름이 코코네?! 아 국밥 좋아하는구나? ㅋㅋㅋ 생각해보니깐 너 여기저기 많이 다니네? 광안리도 가지, 울산가지, 친구네, 삼촌네 이모네, 갈곳이 많았나보네 ㅋㅋㅋㅋ 밤산책하다가 본 고양이 길고양이인가? 안 도망가고 옆에서 있는게 신기하당... 근데 나 궁금한데 저렇게 아이스크림 엄청 높게 쌓으면 이거 다 먹는거야??? ㅋㅋㅋㅋㅋㅋ 이때 버섯 크록스 ㅋㅋㅋㅋㅋㅋ 설빙 먹 고 싶 다ㅏ',
    finalThought: '느낀점: 생각해보니깐 인생네컷 많이 찍던데 지금까지 찍은거 쌓으면 얼마나 높을지 궁금하다.'
  },
  // --- LETTER 6 ---
  {
    id: 6,
    title: 'n줄평 Jun 2023',
    body: '이제는 딸기 탕후루도 한번 먹어봐~ 지인짜 맛있어 나중에 탕후루 같이 만들때 딸기로 만들어보자! ㅎㅎ 이때 캐나다 때문에 건강검진하러간건가?? 역시 아이스크림 잘 쌓아.. 소화 시킬겸 이마트를 그냥 가서 구경한다고? 난 있을수 없는일이야 ㅋㅋ 아 준혁이형.. 깜짝 놀랬자나.. 이번 달도 준혁이형 할때 준이네 ㅋㅋㅋ 아 군대 너무 슬프다.. 내 미래 ㅠㅠ 둘러보다가 올게요라고했을때 오지마세요 하는게 너무 웃기다 ㅋㅋㅋㅋㅋㅋㅋ 빨리 퇴근하고 싶으셨나?? 너 진짜 자주 아프는구나..? ㅠ 이모할아버지 고길동 ㅋㅋㅋㅋㅋㅋㅋㅋㅋ 재밌다 ㅎㅎ 너가 저 그라데이션 중 제일 피부 하얀게 너인거야? 아 저 크로플 초코퐁듀 먹고 싶다.. 😋 와 ㅋㅋㅋㅋㅋㅋㅋ 인생네컷 엄청 많네 와우.. 돈 얼마나 쓴거야 ㅋㅋㅋ 너가 인생네컷 지점 하나 차려줬을듯 ㅎ 랜디스에서 찍은 사진 깜짝 놀랐잖아 ㅋㅋㅋㅋ 얼굴 어디갔는지 한참 찾았네 😅 저 꿔바로우 맛있어보여 너무.. ㅠ 골드 올리브면 얼마나 많이 사야하는거지? 대단한건가? ㅋㅋㅋㅋ 이삿짐 안 도우고 잠자는 주연이의 클라스 👏 나랑 나중에 한강 가자ㅏ 나 한강도 친구랑 가본적 없는거 같아.. ㅎ 우와 저거 내가 갖고있는 증명사진이다! ㅎ 마로따는 진짜 이틀에 한번 먹는거 같네 ㅋㅋㅋㅋ 진짜 맛있나부다 ㅎ 박현 뭔데 ㅋㅋ 😑 중단발도 잘 어울린다! 역시 요번달도 네컷 사진 많이 찍었군 ㅎ 해피히포 뭐야 ㅋㅋㅋㅋㅋ 귀엽네 ㅋㅋㅋㅋㅋㅋ 시험기간에도 그래도 마음 편하게 놀았네!! 이런 추억 부럽습니다 🥺',
    finalThought: '느낀점: 언니들이 많다, 인생네컷을 많이 찍는다, 마로따를 자주간다. 이렇게 알찬 한달을 보내면 돈을 얼마나 쓰는건지 궁금하다 🤔'
  },
  // --- LETTER 7 ---
  {
    id: 7,
    title: 'n줄평 Jul 2023 (1)',
    body: '에버랜드 갖다왔구나!! 와 가는 길에 사람 엄창 많았나부네.. 버스도 다 꽉 차고.. 10명이서 같이가면 할얘기도 엄청 많고 지루할 틈이 없을거 같아! 와 저 곰 자동차 창문 옆에서 뭐하는거야 무섭게 😬 ㅋㅋㅋㅋ 카피바라 실제로 봤구나~ 엄청 귀엽당 ㅎ 푸바오도 봤구낭 데구르르 구르는건 못 봤어? ㅠ 더운데 물까지 맞으니깐 시원했겠네 ㅋㅋㅋㅋㅋㅋ 애들 다 모자이크처리 당한게 웃기다 ㅎ 부루마블 멤버도 있구나? 진짜 이때 즘 한국에서 친구들이랑 보낼수있는 시간이 별로 안 남았으니깐 엄청 슬프고 슬슬 실감이 났을거 같아.. 와 노래방에서 청각 안 잃었지..? 다행이야 😁 이젠 안녕 불러주는 영상 볼때 살짝 울컥했어 ㅠ 나도 친구들이 불러줬었는데 ㅠㅠ 아 근데 이때까지 너 캐나다 간다는 사실을 모르고 있었네? 반응이 어땠는지 궁금하다 ㅎ 와우 17만원 아트박스 flex~ 아 여기에 너가 친구소개 할때 보여준 사진들이네!! 와 17통 편지를 일일이 다 쓰는거 너무 힘들겠다.. 진짜 대단한데? 👍 친구들이 너 등교할때 칠판에다가 잘가라고 적어준거 너무 감동이다.. 주연이가 편지 쓴게 진짜 하나도 안 아까웠겠네~ 와 친구들이랑 마지막 인사하고 놀면서 재밌기도하고 많이 슬프기도 했겠다 진짜.. 픽닷 사진 잘 나왔넹~ 😍 논산 퇴소식때 준혁이형 못찾겠다.. ㅎ 핑크 밴드 ㅋㅋㅋ 와 10분동안 115장 찍은거 와.. 사진 잘 나왔다! 와 저 초코바른초코스무디 빨대 엄청 길게 잘 찍었다 ㅋㅋㅋㅋ 이제 드디어 캐나다로 떠났구나..!',
    finalThought: '느낀점: 이번 달이 너에게는 가장 기억에 남았을거 같아.. 너가 친했던 친구들이랑 다 굿바이 인사하고.. ㅠ 이거 보면서 너가 챙겨주는것도 그렇고 친구들이 너 가기전에 선물주고 편지주는거 보고 주연이기 참 인간관계가 좋다라고 생각했어! 너가 얼마나 좋은 사람인지 다시 알게되는 순간이었던거 같아 :)'
  },
  // --- LETTER 8 ---
  {
    id: 8,
    title: 'n줄평 Jul 2023 (2)',
    body: '와 기내식으로 쿵파오 치킨을 준다고?? 완전 부럽다 ㅠ ㅋㅋㅋ 와 기내식 놓치는건 대단하다.. 나는 진짜 13시간 비행기면 먹고 자기만해.. 화장실도 안가고 ㅋㅋㅋ 머리카락 정전기 웃기다 ㅋㅋ 저 두번째 월마트 핸폰 배경화면 너네 학교 졸사 아니야? ㅋㅋㅋ 5 Guys 진짜 한국에서는 시설도 되게 좋은데 여기는 그닥인거 같아.. ㅠ 친구들 전화하면서 각자 하고싶은거 하는게 왤케 웃기지 ㅋㅋ 저 만다린 미국에서도 있는데 거기는 부페가 아니라서 더 맛있었던거 같아.. 부페는 잘 안가게 돼 ㅎ 저 포춘쿠키 그 서양남자애 가리키는거 아니야? ㅋㅋㅋㅋㅋㅋㅋ 와 유부 진짜 작았네~ 막내도 너무 귀얍고 ㅋㅋ 여기서 지나가다가 진짜 한국인 만나면 나는 바로 기분 좋아지는거 같아 ㅋㅋㅋ 유부 극 E네 낯선 집 오자마자 막 돌아다니고 ㅎㅎ 푸핫 7월은 31까지 있어 바보야~',
    finalThought: '느낀점: 캐나다 적응하기 힘들텐데 유부가 있음으로써 서로 의존할수 있었을것 같다. 캐나다는 친구가 없어서 지루하기 보다는 할게 없어서 외롭다는건 이제는 느꼈을거 같다.'
  },
  // --- LETTER 9 ---
  {
    id: 9,
    title: 'n줄평 Aug 2023',
    body: '시작부터 유부 너무 귀여운거 아니야? 어떻게 저러케 주무시지..? ㅋㅋㅋ 저 맥북에 거울샷 처럼 찍은 사진(?) 마음에 든다용~ ♡ 저 유부랑 같이 자는척하는 사진도 조타 ㅋㅋ 봐봐 코가 예쁘다니깐..! 나는 펜케이크 싫어해 와플이 더 좋아! 역시 모카쿠키 크럼블 크라푸치노! (쓰기 귀찮아서 저번에 메모에 적어둔거 복붙함! ㅋㅋ) 오 다운타운에 한국 카페가 있었어? 나는 다운타운 한번도 안간거 같아 ㅋㅋㅋㅋ 유부 진짜 귀엽네 ㅠㅠ 대박집은 맛이 대박일까? 문 닫았다고 했지? ㅋㅋ ㅠ 와 숱치기 빗은 뭐지..? 신기하다 ㄷㄷ 복숭아도 딸기처럼 거의 안먹는구나? 복숭아 맛있는뎀.. 와 스파이더맨 풍성 스케일 장난 아니네 ㅋㅋ 내가 너 생일날 부끄러울정도로 큰 고양이 풍선 선물해줄게! 너 기숙사 앞에 사람들 다 보게 걸어놓을거야 😁 유부 사진 엄청 많다가 너 사진도 가끔식 나오니깐 더 좋다 ㅋㅋ 😍 유부 진짜 그 막내보다 관심받길 더 좋아하는거 아니야? 항상 너 옆에서 붙어있네 ㅋㅋ 뽀미는 여우같다! 귀여워 ㅎ 아 ㅋㅋㅋㅋㅋ 졸린 눈에 띵킹 너무 재밌다 ㅋㅋ 와 유부를 위해 몸을 아끼지않고 구해주네~ 욜~ 나는 샌드위치 학교가 어떻게 생겼을지 너무 궁금해 ㅎ 다른 학교 가본적이 몇번 없어서.. 포 망고 맛있는덴가보네?',
    finalThought: '느낀점: 유부가 얼마나 귀여운지 또 다시 느끼게된거 같다. 별로 한게 없는거 같은데 블로그를 되게 재밌게 본것같다!'
  },
  // --- LETTER 10 ---
  {
    id: 10,
    title: 'n줄평 Sep 2023',
    body: '나중에 저 화장품들 다 뭔지 일일이 알려줘! 궁금해 ㅎ 유부 만세가 진짜 계속봐도 웃기다 ㅋㅋㅋ 서점에서 찍은 사진 되게 느낌 있다고 생각했는데 책 제목 보자마자 그 생각 없어짐 🙄 저 초코 아이스크림 지인짜 맛있어 보인다!! ㅋㅋㅋㅋㅋㅋㅋ 칵테일 모르고 마셨네 와우 안 취했어? 오 그래도 밥먹을때 친구한테 말 먼저 어떻게 걸었는지 궁금하다 ㅋㅋ 나도 학교 처음가자마자 한 수학 엄청 쉬웠어 ㅋㅋㅋㅋ 진짜 뭔가 싶을정도로 놀랐으.. 와 미술시간에 다른 사람 그림 안보고 이어그리기 너무 재밌겠다 ㅋㅋㅋㅋ 나중에 해보자! 준혁이형 군대에서 얼마나 슬펐을까? ㅠ 아 유부 한번도 실제로도 못봤겠네 그땐.. 노제닮은 사진 힙하네.!.! 너 친구들도 유부 엄청 이뻐해주네!! 마인크래프트 고양이도 보네주고 유부초밥도 사서 먹고 ㅋㅎㅋㅋㅋ 이어북 사진 진짜 못나왔어? 그 위에 셀카 얼굴살도 갸름하게 잘 나왔는뎀.. ㅠ 프랭크 버거는 얼마나 맛있길래.. 나는 쉑쉑이랑 인앤아웃 버거가 최곤거 같아 ㅎ 유부 냄세 맡는거 그냥 강아지 아니야? ㅋㅋ 아 너네 학교는 terry fox run 하는구나! 힘들겠다! ㅎ 초밥 맛있겠다 ㅠㅠ 나는 한국에서는 초밥 싫어서 안먹었는데 여기와서 많이 먹고 좋아졌어 😋 번호판 너무 웃기다 ㅋㅋㅋ 여기서는 사람들 번호판 제작해서 붙이고 다니더라고 (합법인지는 모르겠지만) 누워서 거울찍은 사진에 다리 엄청 길게 나왔네 ㄷㄷ 유부 어려서 얘방접종 많이 맞으러 가나보네.. 코코도 한때 많이 맞았는뎅 ㅠ',
    finalThought: '느낀점: 이때 주연이 예쁘다 (항상 예쁘지만 그냥 얘기하고 싶다) 안개 끼면 스쿨버스 운영 안해서 학교 안갈수있는 너네 학교에 다니고 싶다'
  },
  // --- LETTER 11 ---
  {
    id: 11,
    title: 'n줄평 Oct 2023',
    body: '천국의 계단 힘들겠다 한번도 안해봤는데 ㅎ 운동하고 햄버거 먹는거 국룰이긴하지~ 와 나도 안개때문에 학교 째고싶다.. 다음에 또 클라스 들어보시길~ ㅋㅋㅋㅋ 유부 화장할때 보는 표정이 귀엽다.. 누나의 변신과정 ㅎ! 휴지심 세운거 못믿겠지만 믿어볼게..! 대단하네 ㅋㅋ 와 집이 그냥 유부집이고 너네 가족이 거기에 얹어 사는거 같아 ㅋㅋㅋ 와 저 금발 가발 아직 있어? 한번 보고싶다 ㅋㅋㅋㅋㅋ 요번 할로윈에는 저런 코스툼 ㄱㄱ ㅋㅋㅋㅋ 영탁 모자뭔데; 너네 생일파티는 엄청 화려하다! 생일파티 되게 열심히하는 가족같아 ㅋㅎㅋㅋ 와 쓰레기 주워서 과제 100점 받는게 ㄹㅈㄷ네 ㅋㅋㅋ ㅠ 유부 눈 진짜 완벽한 원인게 너무 기여워 흐악.. 유부 산책하는거 뭔가 웃기다 ㅋㅋ 그냥 안 움직이고 가만히 있을거같아.. 코코도 내 배위에 올라와서 자면 좋겠다 ㅎㅎ 미식축구는 패.요네~ 농구는 승요고 ㅋㅋㅋ 이때 처음으로 무쿠?랑 친해진건가? 컬링하는거 너무 웃기다 ㅋㅋㅋㅋㅋ 너가 하는거 상상만해도 너무 웃겨 ㅋㅋㅋㅋ 할로윈때 분장 거의 안했네~ ㅠ 여기도 집 돌아가면서 trick or treat같은거 많이 하나? 나는 캐나다에서는 기숙사에만 있어서 잘 몰라 아 너도 했구나? ㅋㅋ헉 많이 받았네~ 나 미국에 있었을때 엄청 많이 받았었눈데 ㅎㅎ',
    finalThought: '느낀점: 유부사진이 엄청 많아진것 같다. 블로그의 70%가 유부인듯!'
  },
  // --- LETTER 12 ---
  {
    id: 12,
    title: 'n줄평 semi-formal 2023',
    body: '세미포멀 블로그도 있었구나~ 검은색 옷 너무 잘 어울리는거 아니야? ㅎㅎ 진짜 이런건 처음이라서 엄청 떨렸겠네 ㅋㅋㅋ 와 밥 진짜 너무하다.. ㅠ 아닠ㅋㅋㅋㅋㅋㅋ 지렁이 춤 다시 추는게 너무 웃기다 ㅋㅋㅋㅋㅋㅋㅋㅋㅋ 우리는 화장실에서 사진은 못 찍갰넵.. ㅎ 한국 노래 나올때마다 국뽕 ￼ 와 전교생 앞에서 키스하는거 레.전.드 근데 왜 낭만(?)있어 보이지? ㅋㅋㅋ 대학가서도 사귀고 있으려나..? ㅋㅋㅋ 광곽으로 찍은 사진 귀엽다 😍 무쿠랑 찍은 사진에 너 잘나왔당! 근데 이런말해도 되는지 모르겠는데.. 아 근데 원래 말하면 되나 안되나 고민하면 말하지 않는게 나은거랬어.. ㅎ 아 근데 be real은 어케 하는거야 🤓',
    finalThought: '느낀점: 세미포멀 재밌었다니 다행이다. 요번 프롬과 애프터파티는 더 재밌을거니깐 주연이가 각오했으면 좋겠다 🥂'
  },
  // --- LETTER 13 ---
  {
    id: 13,
    title: 'n줄평 Nov 2023',
    body: '저거 너네 학교 카페테리아인가? 저 쿠키 젠짜 맛있어 ㅠㅠ 미국에서 엄청 먹었던거 기억나 ㅋㅋ 미술시간 그림 딸기를 그렸어야지!! ㅎㅎ 여기는 크리스마스나 할로윈 다 한달 전부터 막 준비하더라고.. 나는 첫번째 안경사진이 유부랑 제일 어울리는거 같아 ㅋㅋㅋ 락커 거울은 뭐지? 유부랑 뽀보하는 사진 뭔가 느낌있다 ㅋㅋ 너가 보통 친구들이랑 같이 있으면 사진 찍자고 먼저 제안해? 여우비니 왜 산거야 ㅋㅋㅋ 담에 입어줘! 오 컬링 이겼네 ㅎㅎ 난 컬링 룰도 모르겠다 🤷 유부 크리스마스 모자랑 목도리 너무 잘 어울리는거 아냐? 졸귀다 ㅎㅎ 어? 그 다음 사진도 졸귀네 🙄😍 MyBanana!! 바나나 좋아하시나? ㅋㅋ 차 색깔도 바나나네 🍌유부 눈 좋아하나보네~ 서커스 재밌었겠다!',
    finalThought: '느낌점: 그래도 캐나다 생활 재밌게 보내는것 같다. 갑자기 궁금해졌는데 한달치 블로그 쓰려면 시간이 얼마나 걸릴까?'
  },
  // --- LETTER 14 ---
  {
    id: 14,
    title: 'n줄평 Dec 2023',
    body: '유부 중성화 수술 너무 힘들었겠다.. 코코도 똑같은 표정이였어 이때 🥲 잠만 저 캐운터 위에 앉아있는게 고양이야? 되게 얌전한가부네? 유부 엄청 힘들었겠네 진짜 ㅠㅠ ㅋㅋㅋㅋ 12/4일에 한것: 앞머리 자르기 🙄 ㅋㅋㅋㅋㅋ Yoo Joo! 후드티는 새로 제대로 된걸로 받았어? 유부 증명사진은 뭐야 ㅋㅋㅋㅋ 어떻게 찍은거야 ㅋㅋ 저 핫도그 맛있겠다 ㅠㅠ 명랑핫도그 같아 😋 너만 귀여운 프사로 해놓은거 잼민이같다 ㅋㅋㅋㅋㅋ 이때도 아팠네.. ㅠㅠ 아푸지마.. ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ 유부가 카톡 보낸거 너무 웃기다 ㅠㅠㅠㅠ ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ 와 저 파스타 엄청 맛있겠다 우리 어제 갔던데보다 맛있어 보이는데.. 맞나? ㅋㅋ 와 대왕 페레로로쉐.. 사기당했네 ㅋㅋㅋㅋ 머랭큐키 똥 모양으로 있는게 너무 웃기다 ㅋㅋㅋ 너무 너가 할짓 같아서 귀여워 ㅎㅎㅎ 친구들 너네 집와서 진저브레드 하우스 만들고 그러네? 많이 만드면서 노는구나.. 신기해 ㅎ 유부 저 커튼 뒤로 어케 간거지? 초록색은 다 똥모양이네 ㅋㅋㅋㅋ 너는 학교팀에게 패배요정인데 내가 좋아하는 농구는 승리요정이네? 공차 자주 가는구나 나는 공차 별로 안좋아하는거 같아 ㅎ 저 햄스터는 누구 햄스터지? 오 도자기 어떻게 만든거야 신기하넹 🙄 유부를 위해서 크리스마스 쿠키 만들어준거 대단하네 유부가 너무 좋아하겠당 ㅎㅎ 바로 그담날 박싱데이 삼촌 우는 이모지 너무 웃기다 ㅋㅋㅋㅋㅋㅋ저 캣타워 집에서 못본거 같은데.. 내가 기억이 안나는건가? 이때 게임장 갔었네 ㅋㅋ 라멘 너무 맛있게 생겼다..',
    finalThought: '느낀점: 리켑 영상 보니깐 1년에 진쨔 많은 일들이 있었네 너도 ㅎㅎ 저거 만들면서 한국 너무 그리웠겠다 ㅠㅠ'
  },
  // --- LETTER 15 ---
  {
    id: 15,
    title: 'n줄평 Jan 2024',
    body: '왕 리버사이드 우리집 앞에 갔었네 ㅎㅎ 아 송민호일반인여자친구 먼뎈ㅋㅋ 얼마나 좋았으면 ㅋㅋ 와 학교 쌤이랑 영통도 했네.. 엄청 그리웠겠다 ㅠ 나는 한참 그 9반 단체사진에서 너 어딨나 찾고 있었어 ㅋㅋㅋㅋ 추억팔이 사진인줄 알고 ㅋㅋㅋ 오 이때 3번만에 G1딴 그날이군!! 점수 F ㅋㅋㅋㅋㅋㅋㅋㅋ 생각 신기하다 ㅋㅋ 차 H mart 로고네^^ ㅋㅋ 64 알림 레전드네 왤케 많아 ㅋㅋㅋㅋㅋ 주사 맞으러가는데 담요를 챙긴거야? 차에 원래 담요가 있었나? 이때 눈 많이 왔넹~ 우리도 10학년때 marrow thieves 읽었는데 너도네! 커리큘럼이 비슷한가보다! 와 Fall guys 오랜만이다 저거 한 4-5년전에 유행하지 않았나?! 유부 샤워하고 쫄딱 젖은거 너무 귀엽다 ㅋㅋㅋㅋ 코코도 평소에는 통텅해 보이는데 샤워해서 젖으면 엄청 말랐어.. 털의 힘(?) 이때 빙수에 딸기 올렸네?! ㅋㅋㅋㅋ 🍓 커비 에어팟 케이스야? 와 신기하네.. 보아색핑크 하늘 예술이다 와우.. 이날도 안개때문에 스쿨버스 취소 언제나 생각해도 너무 웃기다 ㅋㅋㅋㅋㅋ 내가 항생 타고오는 기차타고 오셨넹 ㅋㅋ 유부가 저 언니 좋아하나보다 ㅋㅋ 저거 뉴진스 앨범커버 진짜 잘만든거 같아 👏 유부 저러케 앉아있는거 너무 웃갸ㅑㅋㅋㅋ 오 이대 차타임에 사람 엄청많았네 처음 보는 광경이야ㅜㅋㅋㅋㅋ 너는 언제나 음식을 매우 아주많이 사랑하는거 걑아 ㅋㅋㅎㅋㅎㅋㅋ 근데 이때 11학년 아니야? 당연히 11힉년 수업 듣는거 아닝가?',
    finalThought: '느낀점: 눈오고 시험기간이고 그냥 캐나다 생활이네~ ㅋㅋ 무난하게 잘 보내셨네용~'
  },
  // --- LETTER 16 ---
  {
    id: 16,
    title: 'n줄평 Feb 2024',
    body: '와 친구끼리 이렇게까지 선물 주는거 너무 신기해 ㅋㅋ 정성뭔데 ㅋㅋ 친구 놀러와서 음식 만드는것도 남자로선 상상도 할수 없는 놀거리야 그래도 재밌었겠다ㅋㅋㅋ 유부 너무 귀여워 ㅎㅎ 아~ 이때 스노우보드 타러 블루마운틴 갔구나! 오 나이아가라 폭포까지.. 가는데 시간 오래 걸렸을것 같아 아닌가? ㅋㅋㅋㅋㅋㅋㅋㅋ 갑자기 아저씨가 다크 오어 밀크한게 너무 웃기다 ㅋㅋㅋㅋㅋㅋㅋ 막 안에 이상한 성분 넣은거 아니야? 그런거 받으면 위험할것 같아 난 절대 안 먹어 ㅋㅋ 와 무쿠 사진 엄청 비슷하네 ㅋㅋㅋㅋㅋ 강아지 종도 그렇고.. 소름 돋았어 ㅋㅋ 유부 빡친 표정 너무 귀엽다 ㅋㅋㅋㅋ 위로 째려보는거 ㅋㅋ 비 리얼! 와 10.16에 멈춰있는게 너무 신기하네 ㅋㅋㅋ 와 저 버블티 메뉴판에 스트로베리 치즈 클라우드 맛있겠다.. ㅎ 무쿠랑 엄청많이 시간 같이 보냈네! 주로 무슨얘기해 그럼? ㅋㅋㅋㅋ 학교 앞 감성샷.. 저 보드 지우개 왤케 킹받게 생겼지? ㅠㅋㅋ',
    finalThought: '느낀점: 2월달은 무쿠, 언니들, 유부랑 재밌게 보냈군 ㅎㅎ 다음 2월에는 나랑만 보내. 오늘도 블로그 잘 보다 갑니다~'
  },
  // --- LETTER 17 ---
  {
    id: 17,
    title: '  n줄평 Mar 2024',
    body: '3월도 한결같이 무쿠랑 같이 보냈군.. 코스트코까지 걸어가느라 힘들었겠다.. 나는 걷는거 별로 안좋아하는거 같아 ㅎ 와 김치를 간식으로.. 신박하다! 초카와이 광각 ㄷㄷ 와 2박3일 슬립오버!! 나는 한번도 3일을 같이 친구랑 집에 있었던적이 없는거 같아 ㅎㅎ 그래도 무쿠랑 재밌게 놀았네 화장도하고 사진도 많이 찍고 ㅋㅋ 유부 옷 꽉 잡는게 사람같아서 너무 귀엽다 🥺 저 여권 사진 즉석에서 찍은 사진이야? ㅋㅋㅋ 왕패딩 ㄷㄷ 아 이때도 유부 혼자 하루동안 집에 있었구나.. ㅠ 키티 모자 너무 웃기다 ㅋㅋㅋㅋ 귀욥 ㅎ 와 저 세계지도 레전드다 진짜 후덜덜덜 하다 ㅋㅋ 아 너네 매장에도 먹을거 많나보네 😋 ㅋㅋㅋㅋ 아 이때도 아사이볼 먹었넹! 역시 초코 킬러.. 코코도 저렇개 베고 있을때 너무 귀여운거 같아 진짜로',
    finalThought: '느낀점: 이번 블로그 주인공은 무쿠와 유부였네~ ㅋㅋ 이렇게 블로그를 다 봤다. 근데 마지막 종빈이의 n줄평이 아닐것 같다는 생각이 든다.'
  },
  {
    id: 17,
    title: '  n줄평 Sep 2025',
    body: '드디어 웥털루 갔네~ 기숙사 방 혼자 쓰기 딱 좋은데?!',
    finalThought: '느낀점: 이번 블로그 주인공은 무쿠와 유부였네~ ㅋㅋ 이렇게 블로그를 다 봤다. 근데 마지막 종빈이의 n줄평이 아닐것 같다는 생각이 든다.'
  }
];