// In src/timelineData.js

export const timelineData = [
  {
    date: '4월 6일, 2025',
    title: '우리의 1일',
    description: '전날 술마시면서 너가 다 얘기하고 그 다음날 내가 저녁에 사귀자고 했지~ 이때 가족들한테 어떻게 얘기해야할까 고민했었고 실감도 잘 안 났었지 ㅋㅋ 미래의 불확실성도 있었는데 원하는 결과로 잘 나와서 기뻐'
  },
  {
    date: '4월 18일, 2025',
    title: '우리 첫 데이트',
    description: '어색해 하면서 마인크래프트 영화봤지 ㅋㅋ 게임장에서도 서로 조심조심했고 :0 그때 찍은 사진보면 우리 둘이 엄청 안 붙어있더라? ㅋㅋㅋ 마인크래프트 밀에서 Grimace 뽑은것도 신기했어'
  },
  {
    date: '5월 10일, 2025',
    title: '토론토 데이트',
    description: '우리 그전부터 데이트 플랜 짜느라 고생 엄청 많았잖아 ㅋㅋ 그래도 성공적인 하루였었던것 같아! 브런치부터 시작해서 폴슨피어까지 너무 재밌었어 ㅎㅎ 이때부터 우리 엄청 친해진것 같아!'
  },
  {
    date: '5월 16일, 2025',
    title: '프롬 파티',
    description: '집에서 틱톡 2개나 찍고 프롬에서도 춤 못추는 우리가 너무 웃겼어! 끝나고 주연이 집에서 afterparty~ 그때 너 제대로 취한거 처음본것 같아 ㅎㅎ 사진 볼적마다 너무 웃겨 :)'
  },
  {
    date: '5월 18-19일, 2025',
    title: '글램핑',
    description: '가족들이랑 같이 처음으로 1박2일로 여행간 날~ 이모가 해주신 랍스터도 너무 맛있었고 고기도 너무 맛있었어! 각종 게임에서 우리가 1등해서 $30 스벅 쿠폰도 받아서 좋았지~'
  }
  
  // Add as many new events as you want here!
];

export default timelineData;